export const POLICY_CONTENT = {
  service: {
    type: 'service',
    title: '电子银行个人客户服务协议',
    notice: '请阅读《中国建设银行股份有限公司电子银行个人客户服务协议》后勾选同意。',
    content: `中国建设银行股份有限公司电子银行
个人客户服务协议

为明确双方的权利和义务，规范双方业务行为，改善客户服务，本着平等互利的原则，电子银行个人客户服务申请人（以下简称“甲方”）与中国建设银行股份有限公司（以下简称“乙方”）就中国建设银行电子银行服务的相关事宜达成本协议，协议双方应予遵守。

第一条 定义

如无特别说明，下列用语在本协议中的含义为：

电子银行服务：指乙方借助国际互联网、公共通讯、电话集成线路等方式为甲方提供的支付结算服务、客户理财服务及信息类服务。根据服务渠道的不同，可分为网上银行服务、电话银行服务、手机银行服务、短信金融服务、家居银行服务等。

身份认证要素：指在电子银行交易中乙方用于识别甲方身份的信息要素，如客户号（用户昵称、证件号码等）、密码、电子证书、USB Key、动态口令、签约设置的主叫电话号码、签约设置的手机SIM卡或UIM卡等。

密码：指甲方在电子银行服务中使用的各种密码，如登录密码、交易密码、账户密码等。

交易指令：指甲方通过电子银行渠道向乙方发出的查询、转账、购买金融资产等指示。

错误：指乙方未能执行、未能及时执行或未能正确执行甲方交易指令的情况。

第二条 电子银行服务的开通及服务内容

（一）网上银行服务的开通及服务内容

甲方通过银行网站登记甲方个人基本信息及账户信息，并按照要求完成其他相关操作后，自助开通网上银行，成为网上银行的普通客户。普通客户可享受的服务包括：查询、信用卡还款等服务。甲方到银行柜台或E动终端签约，成为网上银行的高级客户。高级客户可享受的服务包括：查询、转账、网上支付、缴费、证券基金业务、外汇业务、贵金属业务、信用卡、保险业务、贷款业务等金融交易服务和信息服务，高级客户还可申请开通或变更其他网上银行所提供的功能。

（二）电话银行服务的开通及服务内容

甲方通过95533客户服务电话登记甲方个人基本信息及账户信息，并按照要求完成其他相关操作后，自助开通电话银行，成为电话银行的普通客户。普通客户可享受的服务包括：查询、咨询、投诉、建议、口头挂失等服务。甲方可在银行柜台或E动终端签约，成为电话银行的高级客户。高级客户可享受的服务包括：查询、转账、缴费、证券基金业务、外汇业务、贵金属业务等金融交易服务，咨询、投诉、建议、口头挂失、登记预约等增值信息服务，高级客户还可申请开通或变更其他电话银行所提供的功能。

（三）手机银行服务的开通及服务内容

甲方利用银行网站、网上银行、手机等途径登记甲方个人基本信息及账户信息，并按照要求完成其他相关操作后，自助开通手机银行，成为手机银行的普通客户。普通客户可享受的服务包括：查询、小额支付、基金业务等服务。甲方可在银行柜台或E动终端签约，成为手机银行的高级客户；甲方为网上银行高级客户的，也可通过网上银行进行手机银行签约，成为手机银行的高级客户。高级客户可享受的服务包括：查询、转账、缴费、基金业务、外汇业务、信用卡、快贷等贷款业务、保险业务等服务，高级客户还可申请开通或变更其他手机银行所提供的功能。

（四）短信金融服务的开通及服务内容

甲方利用银行网站、网上银行、手机银行、电话银行等途径登记甲方个人基本信息及账户信息，并按照要求完成其他相关操作后，成为短信金融普通客户。普通客户可享受的服务包括：金融信息通知（系统自动扣收年费以及小额账户管理费、系统自动结息无短信通知）、查询、安全提示、交易提醒等服务。甲方可在银行柜台或E动终端签约，成为短信金融高级客户。甲方为网上银行高级客户的，也可通过网上银行进行短信金融服务签约，成为短信金融高级客户。高级客户可享受的服务包括：金融信息通知（系统自动扣收年费以及小额账户管理费、系统自动结息无短信通知）、查询、转账汇款、缴费充值、安全提示、交易提醒等服务。

（五）客户享受上述电子银行服务还须具备相关电子设备、能接入相应电子银行系统的网络等前提条件。

第三条 甲方主要权利与义务

一、主要权利

（一）甲方申请开通相应电子银行服务后，有权依本协议享受乙方提供的服务。

（二）甲方有权在本协议有效期间根据乙方相关业务规则对本协议项下电子银行服务提出变更或终止申请。

（三）甲方通过电子银行渠道办理相关交易后，有权在规定的时限内到乙方营业网点补登存折或补打交易凭证。

二、主要义务

（一）甲方办理网上银行业务应直接登录乙方网站（网址：http://www.ccb.com），而不要通过邮件或其他网站提供的链接登录。

甲方在中国大陆地区办理电话银行业务，应直接拨打乙方客户服务电话95533，而不要拨打任何其他电话。

（二）甲方在享受乙方提供的电子银行服务时，应当遵守本协议以及乙方不定期通过网点、网站或电子银行等渠道公布的相关业务规则等要求。甲方通过电子银行渠道办理银行业务时，还应同时遵守通过普通渠道（如银行柜台渠道等）办理该业务所需遵循的乙方相应规定，但乙方有特殊要求的除外。

（三）甲方应保证其提供的个人资料（如手机号码、证件信息等）的真实、完整、有效，提供的手机号码应归本人所有。如有变更，应及时书面通知乙方并按照乙方要求办理变更手续，通过乙方电子银行服务渠道能够更改的个人资料，甲方可自行通过电子银行服务渠道变更，因甲方个人资料不真实、不正确、不完整等原因而发生的风险和责任由甲方承担。

（四）甲方不得通过电子银行渠道发送违法的、与交易无关的或破坏性的信息，不得干扰乙方电子银行系统的正常进行。短信金融服务中甲方发送的短信内容不得含有客户号、密码等关键信息。

（五）甲方身份认证要素（具体内容请见本协议第一条的相关规定）是乙方在提供电子银行服务过程中识别甲方身份真实性的依据，甲方必须妥善保管，不得将身份认证要素提供给任何第三方（包括乙方工作人员）或交于任何第三方（包括乙方工作人员）使用。使用上述身份认证要素发出的交易指令或完成的交易操作均视为甲方本人所为，甲方应对由此产生的后果负责。

（六）如甲方的身份认证要素（具体内容请见本协议第一条的相关规定）发生遗失、被盗、遗忘或怀疑已被他人知悉、盗用等可能导致甲方账户安全性降低的情形,甲方应立即对账户进行挂失或对相关电子银行渠道进行终止，在挂失或终止生效之前发生的损失均由甲方承担。

（七）甲方知悉：甲方在移动运营商的手机号码销号并不会终止已开通的手机银行服务、短信金融服务；甲方如需终止相关电子银行服务，应在乙方办理。甲方手机号码销号或变更，但相关电子银行业务未及时终止或变更所产生的风险和损失由甲方承担。

（八）甲方发出的指令经乙方执行后，甲方不得要求变更或撤销。甲方发现账户变动与本人的实际交易操作不符的，甲方应自发生该种不符后15日内向乙方作出书面错误通知并应说明错误发生的可能原因、有关的账号、金额等情况。对甲方发出的错误通知，乙方将及时受理并进行调查。如乙方认为错误确已发生并系乙方的原因，乙方将及时对错误加以纠正。

（九）甲方应采取安装防病毒软件、及时安装电脑系统安全补丁等合理措施，防止身份认证要素（具体内容请见本协议第一条的相关规定）被盗或泄漏；甲方同时应尽到合理注意义务，在安全的环境使用相关电子银行渠道。对于自设密码，甲方应设置安全性较高的密码，避免使用简单易记的密码或容易被他人猜到的密码。对于申请开通电子银行服务时受技术条件限制只能设置数字密码的，甲方应于开通电子银行服务后及时将其更换为安全性更高的密码。

（十）甲方应当按照乙方公布的电子银行个人客户服务收费项目及标准支付相关费用。

第四条 乙方主要权利与义务

一、主要权利

（一）为不断改进电子银行服务，提高服务的安全性、可靠性、方便性，乙方有权定期或不定期对电子银行系统进行维护、升级和改造。

（二）为保障甲方资金安全，乙方有权根据客户类别、身份认证措施、交易风险度等因素的不同设定不同的安全策略，不同安全策略对于客户身份认证措施、交易限额、操作流程等可能有不同要求，甲方应当遵守。乙方对安全策略进行调整并涉及客户权利义务变更的，应当通过网点、网站或电子银行等渠道公布或按照本协议约定予以公告。

（三）乙方有权按照所公布的电子银行个人客户服务收费项目及标准从甲方在建设银行开立的账户中扣收相关费用。已收取的费用在相关电子服务渠道终止、本协议变更或终止等情形下均不予退还。

（四）乙方有权依据国家有关规定及业务需要对服务内容、收费项目或标准和业务规则等内容进行调整，涉及收费或其他客户权利义务变更的调整，将正式对外公告一定时期后执行并适用于本协议，无需另行通知甲方，如有需要，乙方将在公告前报经有关金融监管部门核准或备案；甲方有权在乙方公告期间选择是否继续使用电子银行相关服务，如果甲方不愿接受乙方公告内容的，应在乙方公告施行前向乙方申请变更或终止相关服务。如果甲方未申请变更或终止相关服务，视为甲方同意相关调整，变更后的内容对甲方产生法律约束力，若甲方不执行变更后的内容，乙方有权选择终止本服务。

（五）在乙方为甲方办理本协议项下事项所必需的情形下，甲方同意并授权乙方收集、存储甲方在办理本业务过程中主动提供或因使用服务而产生的个人信息，甲方同意并授权乙方可将上述信息用于为甲方办理并提供本协议项下相关网络金融服务，甲方同意并授权乙方向乙方集团成员（包括建设银行境内全资子公司、控股子公司）、服务机构及其他必要的业务合作机构提供乙方获取的甲方个人信息，上述信息的范围包括甲方的姓名、出生日期、身份证件号码、通信通讯联系方式、住址、个人基本资料、账户信息、交易信息。

对于甲方同意乙方处理的个人信息，乙方将按照法律法规、监管规定及与甲方的约定开展信息处理行为，并采取相应的安全措施保护甲方的个人信息。接收信息的上述第三方将为处理本协议项下事务之目的接触并按照乙方的业务需要使用甲方个人信息，乙方承诺将向有关第三方明确其保护甲方个人信息的职责并要求第三方承担相应保密义务。

（六）对于因下列原因所导致的错误的发生，乙方不承担责任。

1．甲方账户余额或信用额度不足；

2．账户内资金被法定有权机构冻结或扣划；

3．甲方的行为出于欺诈等恶意目的；

4．乙方收到的交易指令不符合要求或缺乏必要的交易信息；

5．甲方未能正确依据电子银行服务的说明操作；

6．因移动运营商原因造成甲方迟收或未收到我行短信通知。

二、主要义务

（一）乙方应及时受理甲方相关电子银行服务的申请，经审查符合条件的，应及时为甲方办理相关手续、提供相应服务。

（二）对于甲方就相关业务规则的咨询，乙方应及时予以解答或向其提供查询渠道。

（三）乙方应对甲方资料进行保密，但法律法规及金融监管机构另有规定、甲方与乙方另有约定的除外。

（四）乙方根据服务项目或服务内容，对服务价格、优惠措施及其生效和终止日期、与价格相关的例外条款和限制性条款、咨询（投诉）的联系方式等信息通过乙方网点、网站等渠道以公告的方式向甲方明示。乙方亦对相关业务规则等要求通过上述渠道以公告的方式向甲方明示。乙方公告内容构成本协议不可分割的一部分，与本协议具有同等效力。甲方应在充分知晓、理解有关公告内容后签署本协议。

（五）在乙方系统正常运行的情况下，乙方应向甲方提供甲方所申请的相应电子银行服务（部分服务须经甲方另行开通方能享受的，待甲方开通后乙方予以提供），并有义务及时准确地执行甲方的交易指令。

（六）乙方为甲方办理支付结算业务，因工作差错发生延误，影响甲方资金使用的，应当按照中国人民银行《支付结算办法》的有关规定计付赔偿金。

第五条 协议的生效、变更、中止和终止

（一）甲方通过网上银行、电话、手机等自助渠道申请电子银行服务的，本协议自甲方通过自助渠道系统开通电子银行服务时生效；甲方通过乙方柜台申请电子银行服务的，本协议自乙方同意其申请并在乙方系统中设置成功后生效。

（二）甲方变更或终止电子银行服务，须根据乙方相关业务规定通过乙方营业网点、相关电子银行渠道办理。甲方终止电子银行服务前应偿清所有应付款项。

（三）甲方通过网上银行、手机等自助渠道终止电子银行服务的，本协议自甲方终止指令进入乙方系统时终止。甲方通过乙方柜台终止电子银行服务的，本协议自乙方同意其终止申请并在乙方系统中设置成功后终止。

（四）甲方不遵守本协议或存在其他侵害乙方合法权益的行为时，乙方有权终止本协议。

（五）因挂失、冻结等原因导致账户暂不能使用的，相关电子银行服务亦相应中止，待账户可以正常使用后恢复相关电子银行服务。账户销户的，该账户相关的电子银行服务以及本协议中的相关内容亦相应终止。

（六）本协议部分条款无效，不影响其他条款的效力。

第六条 其他约定事项

（一）乙方不介入甲方与第三方之间的交易纠纷，但可协助甲方查明交易情况。

（二）除有相反证据证明外，电子银行服务中产生的凭证和银行交易记录是确定交易真实有效和交易具体内容的依据。

（三）因不可抗力（包括但不限于乙方不能预见、不能避免并不能克服的战争、暴动、严重火灾、水灾、台风、地震、政府行为、禁令、或供电、通讯、黑客攻击等客观情况）导致乙方不能按约定履约的，乙方将视情况给予甲方必要的帮助。根据不可抗力的影响，乙方部分或全部免除责任。

（四）甲方选择使用短信金融服务的，甲方知晓短信金融服务不是获取账户变动情况的唯一渠道，还可通过乙方其他电子银行和网点等服务渠道查询。

（五）如非特别指明，本协议条款均适用于网上银行客户、电话银行客户、手机银行客户、短信金融客户、家居银行客户。

（六）本协议未尽事宜均依据中华人民共和国法律、行政法规、人民银行及银行业监督机关的有关规章、政策规定及金融业的行业惯例办理。

（七）本合同项下的价款和价外费用均为包含增值税的含税价，但当事人另有约定的除外。

第七条 协议的适用法律及争议解决方式

（一）本协议适用中华人民共和国法律。

（二）凡因本协议引起的或与本协议有关的任何争议，应通过协商解决；协商不成的，任何一方均可向乙方住所地人民法院提起诉讼。

 

特别提示：如甲方对建设银行产品或服务有任何疑问、意见或建议，可通过拨打建设银行95533客户服务与投诉热线咨询与反映。

 

甲方承诺：本人已仔细阅读上述所有条款，并已特别注意字体加黑的内容。中国建设银行已应本人要求对相关条款予以明确说明，本人对所有条款的含义及相应的法律后果已全部通晓并充分理解。`
  },
  privacy: {
    type: 'privacy',
    title: '个人信息保护政策',
    notice: '我们依据相关法律法规保护您的个人信息，请详细阅读并确认同意后继续操作。',
    content: `中国建设银行股份有限公司个人信息保护政策

 

尊敬的用户：我行对《个人信息保护政策》进行了更新，更新内容主要为：1.我行如何收集您的个人信息；2.我行如何使用您的个人信息。                 

版本更新日期：2021 年11月1日

版本生效日期：2021 年11月1日

 

中国建设银行股份有限公司（“我行”）深知个人信息对您的重要性，会尽力保护您的个人信息安全。我行致力于维护您对我行的信任，恪守以下原则保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、必要性原则、确保安全原则、公开透明原则、诚信原则、信息质量原则等。同时，我行承诺依法采取相应的安全保护措施来保护您的个人信息。

 

本《个人信息保护政策》将帮助您了解以下内容：

一、我行如何收集和使用您的个人信息

二、我行如何使用 Cookie和同类技术

三、我行如何共享、转让和公开披露您的个人信息

四、我行如何存储和保护您的个人信息

五、您控制个人信息的权利

六、我行如何处理未成年人信息

七、本政策如何更新

八、如何联系我行

 

一、我行如何收集和使用您的个人信息

个人信息是指以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息。个人信息包括但不限于客户姓名、性别、国籍、职业、住所地或工作单位地址、联系方式、身份证件或者身份证明文件的种类、证件号码和证件有效期限等。其中一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息为敏感个人信息，主要包括：身份证件号码、个人生物识别信息、金融账户、通信记录和内容、财产信息、征信信息、行踪轨迹、健康生理信息、交易信息、特定身份、不满14周岁未成年人的个人信息等。

（一）我行收集和使用个人信息的目的

我行收集您的个人信息，目的在于依法合规地为您提供优质的产品（或服务），该等信息对于充分履行您和我行之间的合约很有必要，并使得我行能够遵守相关法律义务，具体可能包括：

1.为保护您的账户安全，对您的身份进行识别、验证等；

2.为评估您的履约能力及履约状况，用于业务准入和防控风险；

3.为您提供产品（或服务）所必需；

4.为保护您的资金安全；

5.为履行法定义务（如反洗钱义务）；

6.法律、行政法规规定的或经您许可的其他用途。

（二）我行如何收集个人信息

1.我行收集个人信息的方式

（1）我行为您提供金融服务时，您主动向我行提供的信息；

（2）我行为您提供金融服务过程中形成的与服务相关的信息；

（3）向征信机构、信用管理公司、资信评估机构或有关法律、监管机构许可的类似机构收集您的信用信息和行为信息；

（4）向政府机构、司法机关及公共事业单位（如人民银行、公安部、人力资源和社会保障部门、公积金管理中心、中国互联网金融协会等机构）收集与服务相关的必要信息，如您的身份证件信息、工商信息、税务信息、诉讼信息、社保信息等；

（5）经您授权，向合法留存您的信息的自然人、法人以及其他组织收集与我行提供的服务相关的必要信息；

（6）法律、行政法规规定的或经您许可的其他方式。

2.我行收集您的个人信息的范围及用途

为向您提供服务并确保您的电子银行服务（网上银行服务、手机银行服务、国际互联网网站服务、短信金融服务、微信银行服务、直销银行服务、悦生活服务等）安全，在您使用电子银行服务过程中，我行会收集您在使用服务过程中主动输入或因使用服务而产生的信息：

（1）当您开通电子银行服务时，依据法律法规及监管要求，我行会收集您的移动电话号码，用户姓名，证件类型和号码，证件有效期，证件影印件，银行卡号码，银行预留移动电话号码，转账时还会收集收款人姓名、银行卡号码、开户银行信息，以帮助您完成电子银行注册及使用我行账户管理、信息查询、转账汇款等基本服务，如果您拒绝提供这些信息，您可能无法开通电子银行或无法正常使用我行电子银行的基本服务。

（2）当您使用电子银行功能或服务时，例如在下列情形中，您可能需要向我行提供或授权我行收集相应服务所需的用户信息。如您拒绝提供部分功能或服务所需信息，您可能无法使用部分功能或服务，但这不影响您正常使用电子银行的其他功能或服务。

1）为了让您更安全、快速地使用手机银行,在首次绑定手机银行时，您需要手工发送指定短信内容（88#88）到95533获取授权码；在需要短信验证码的环节,可能需要读取验证码短信内容协助您进行验证码填写。如您拒绝通讯信息（短信）授权，我行手机银行将不读取短信内容，系统后台不保存短信内容。

2）如您在手机银行中选择通过指纹、面容、声纹、刷脸验证服务进行登录、转账、支付、身份认证，需向我行提供您的声音、人脸信息或允许我行使用您设备提供的指纹、面容识别功能。我行征得您的单独同意后采集的声纹信息、人脸信息，将加密存储于我行信息系统后台数据库中。如您拒绝提供上述信息，我行将无法向您提供需完成指纹、面容、声纹、刷脸验证后方可使用的产品或服务。

其中刷脸验证应用范围包括刷脸登录、刷脸取款、刷脸转账、刷脸支付、刷脸实名认证功能。您可以通过手机银行“安全中心-安全验证-刷脸”开启或关闭上述单独一项或多项功能，您也可以在该菜单栏进行人脸信息更新。

其中声纹验证应用范围包括声纹登录、声纹取款、声纹转账、声纹支付功能。您可以通过手机银行“安全中心-安全验证-声纹”开启或关闭上述单独一项或多项功能，您也可以在该菜单栏进行声纹信息更新。

其中指纹验证应用范围包括指纹登录、指纹支付功能。您可以通过手机银行“安全中心-安全验证-指纹”开启或关闭上述单独一项或多项功能。我行不会采集您的指纹，您的指纹仅保存在您授权采集指纹的设备上，您可以在您设备上的指纹识别功能中进行指纹信息更新。

其中面容验证应用范围包括面容登录、面容支付功能。您可以通过手机银行“安全中心-安全验证-面容”开启或关闭上述单独一项或多项功能。我行不会采集您用于面容验证服务的脸部信息，该脸部信息仅保存在您授权采集脸部信息的设备上，您可以在您设备上的面容识别功能中进行脸部信息更新。

对于某些品牌或型号的手机终端自身的本地生物特征认证功能，如人脸识别功能，其信息由手机终端提供商进行处理，我行不留存您应用手机终端相关功能中的信息。

3）当您使用手机银行向手机号转账（移动、电信及联通手机号、广电及虚拟运营商手机号）、汇款短信通知、向朋友付款、开通龙卡贷吧、话费充值涉及通讯录的功能时，我行仅获取您从通讯录中点选的联系人信息，并进行加密传输以防恶意截取。上述信息属于敏感个人信息，如您拒绝提供上述信息，您可以选择手动输入联系人信息继续使用上述功能。

4）当您使用转账汇款、账号支付、二维码支付功能时，您可能需要提供收款方的手机号码、姓名、银行卡卡号/账号、开户银行、资金用途信息，并可能需要提供您的姓名、手机号码、证件类型及证件号码信息，以便于验证身份及使用上述功能的支付服务。此外，我行还会收集您的相关收付款交易记录以便于您查询。有关具体事项按您添加银行卡时同意签署的《中国建设银行电子银行个人客户服务协议》执行。上述信息属于敏感个人信息，如您拒绝提供该信息，仅会使您无法使用上述功能，但不影响您正常使用手机银行的其他功能。

5）当您使用手机银行提供的实名认证服务时，您可能需提供您的姓名、证件类型、证件号码、银行卡号/账号、设备信息、指纹认证、声纹认证、刷脸认证信息，我行还可能通过验证账号/卡密码、短信验证码方式对有关信息进行有效性核验。如您拒绝提供上述信息，我行将无法向您提供需完成实名认证后方可使用的产品或服务。

6）当您使用直销银行或“e账户”提供的实名认证服务时，我行需要您提供您的姓名、性别、国籍、职业、地址、联系方式、证件类型、证件号码、证件有效期、银行卡号/账号、刷脸认证、证件影像信息。如您拒绝提供上述信息，我行将无法向您提供需完成实名认证后方可使用的产品或服务。

7）当您使用手机银行提供的搜索服务时，我行会收集您的搜索关键词信息和点击数据，以方便您重复输入或为您展示与您搜索内容相关联的产品或服务。当搜索关键词信息无法单独或与其他信息结合识别您的个人身份时，该信息不属于您的用户信息，为了给您和其他用户提供更高效的搜索服务，我行可以对其加以其他目的使用；当搜索关键词信息与您的其他信息结合可以识别您的个人身份时，我行将在结合期间将您的搜索关键词信息作为您的用户信息，对其加以保护处理。

8）当您使用基于地理位置的功能时，我行会收集您的位置信息，目的是为了向您提供所在位置的相应服务。如您拒绝提供该信息，您将无法使用上述功能，但这不影响您正常使用手机银行的其他功能。

9）当您通过手机银行进行信息管理时，我行可能会验证您的原登录密码、签约手机号短信验证码、原使用设备、生物特征。您可以通过手机银行“安全中心”解除设备绑定。为保证您的账户资金安全，当您进入“安全中心”进行快捷支付管理时需要验证您的用户身份，并提供手机号码后四位、签约手机号短信验证码。

10）在向您提供手机银行服务的过程中，我行可能使用第三方服务商提供的软件开发工作包（简称“SDK”）来为您提供服务，由第三方服务商收集您的必要信息，如您拒绝提供相关信息或权限，您将无法使用相关功能服务。更多详情，敬请查阅《第三方信息共享清单》。

11）当您使用投资理财功能时，我行可能收集您的姓名、证件类型、证件号码、银行卡号/账号、手机号码信息。如果您购买保险，还可能收集您的性别、国家/地区、通讯地址、联系方式、职业、年收入信息，并可能会将上述信息传输给相应产品提供方用于产品购买、查询。如您拒绝提供上述信息，您将无法使用上述功能，但这不影响您正常使用手机银行、网上银行、国际互联网网站及移动门户的其他功能。

12）当您使用短信银行、微信银行服务时，我行会收集您的账户信息及交易信息，以便及时向您发送账户资金变动及相关通知；我行可能会在经您单独同意后向我行的合作伙伴提供您的账户信息及交易信息，以便及时向您发送账户资金变动及相关通知；我行也可能会向我行的合作伙伴收集其合法留存并经您授权可以共享使用的信息，以便为您提供相应消息通知和提醒服务。我行会在通过弹窗等交互式页面的方式取得您单独同意时，告知合作伙伴的名称或姓名以及联系方式。

13）当您使用网上银行、手机银行、直销银行服务时，我行会收集您的交易信息，形成收款人名册，以简化您的转账操作；如您选择手机短信动态口令作为安全认证工具，我行将向您的签约手机号发送手机短信动态口令，用以网上银行、手机银行、直销银行交易验证。

14）当您使用国际互联网网站提供的会员注册服务时，我行需要您提供手机号码信息，并可能通过短信对其进行有效性核验。如您拒绝提供上述信息，我行将无法向您提供需完成会员注册后方可使用的产品或服务。

15）当您使用国际互联网网站提供的会员登录服务时，我行需要您提供用户名、手机号码、邮箱、昵称、证件号码、建行账号信息，并可能通过短信对其进行有效性核验。如您拒绝提供上述信息，我行将无法向您提供需完成会员登录后方可使用的产品或服务。

16）当您使用国际互联网网站提供的会员实名认证服务时，我行需要您提供您的姓名、银行卡号/账号、手机号码信息，并可能通过验证银行卡号/账号、密码方式对有关信息进行有效性核验。如您拒绝提供上述信息，我行将无法向您提供需完成实名认证后方可使用的产品或服务。

17）当您使用网上银行、手机银行申请开通签约代扣服务时，我行会收集您的姓名、身份证号码、银行卡号/账号、手机号码信息及缴费用户号信息，并将缴费用户号与银行卡号/账号绑定，以便在获取您的待缴账单后从您授权的绑定账户扣款。我行还通过验证账号/卡密码、短信验证码、网银盾等方式对您在建行的有关信息进行有效性核验，将缴费用户号发送收费单位进行有效性核验，以保证您的待缴账单获取成功；此外，我行还会收集您的签约代扣交易记录以便于您查询。有关具体事项按您开通签约代扣服务时同意签署的《中国建设银行悦生活平台缴费业务扣款授权协议》执行。

18）当您使用储蓄账户查询、信用卡查询、公积金查询及养老金查询功能，开立银行账户、人民币/外币取款、境外外汇汇款及兑换纪念币预约，信用卡申请及借记卡申请我行可能收集您的姓名、证件类型、证件号码、银行卡号/账号、手机号码信息，并可能会将上述信息传输给相应产品提供方用于业务查询、预约、申请。如您拒绝提供上述信息，您将无法使用上述功能，但这不影响您正常使用国际互联网网站及移动门户的其他功能。

19）当您使用悦生活的实名查询服务时，我行需要您提供您的姓名、身份证号、手机号码信息。如您拒绝提供上述信息，我行将无法向您提供实名查询服务。

20）当您使用账号支付的限额查询时，我行可能通过验证账号、身份证号、短信验证码方式对有关信息进行有效性核验。如您拒绝提供上述信息，我行将无法向您提供限额查询服务。

21）当您参与悦生活的部分营销活动时，我行可能收集您登录手机银行、个人网银、互联网网站、移动门户、微信银行的用户名或手机号作为参与活动唯一用户识别号。

22）当您使用网上银行、手机银行、网站、移动门户、微信银行等渠道的悦生活缴费服务时，我行可能会需要您提供您的姓名、身份证号码、手机号码信息或缴费用户信息，上述信息会以加密的形式发送至您选择的收费单位，用于查询、核对您的缴费账单以及提供缴费服务。您在缴费过程中如对该个人信息处理有疑问，可联系您选择的收费单位。

（3）当您使用电子银行服务时，为了维护服务的正常运行，优化我行的服务体验及保障您的账号安全，我行会收集以下基础信息，包括您的设备型号、操作系统、唯一设备标识符(IMEI/Android ID/UUID)、手机银行软件版本号、登录IP地址、MAC地址、IMSI、IDFV、IDFA、接入网络的方式、类型和状态、网络质量数据、设备加速器（如重力感应设备）、操作日志、服务日志信息（如您在手机银行搜索、查看的信息、服务故障信息）、地理位置信息，这些信息是为您提供服务必须收集的基础信息，以保障您正常使用我行的服务。由于不同厂商的手机操作系统权限归类存在差异，部分手机把“唯一设备标识符”归到“电话——通话状态或移动网络信息”或“手机信息——手机号及通话状态”下，实际上我行并未读取您的手机通话记录及状态。

（4）为向您提供更加准确、个性和便捷的服务，提升服务体验，我行会收集您使用电子银行功能或服务的类别、方式和操作行为信息，以及您在我行的用户和交易信息，我行会对这些信息进行统计、分析，并会根据上述信息向您提供精准推送服务，同时，为保障您接收服务的自主性，我行将同时提供不基于自动化决策方式的服务供您选择。如您拒绝提供上述信息，我行将无法向您提供精准推送服务，但不影响您正常使用电子银行的其他功能。

（5）为向您提供更好的服务体验、改进服务质量，或为防范风险，我行会收集您反馈意见建议或举报时提供的信息，如您拒绝提供上述信息，我行将无法提供相应服务，但不影响您正常使用电子银行的其他功能。

（6）当您在电子银行中使用第三方提供的服务时，第三方可能会获取您的昵称、头像、用户ID、位置、姓名、证件类型、证件号码、手机号码信息、所属机构信息；在经过您的单独同意后，第三方可获取您的以上信息；对于您在使用第三方提供的服务时主动提供给第三方的相关信息，我行将视为您允许该第三方获取上述此类信息；对于您在使用该第三方服务时产生的信息，应由您与该第三方依法约定上述信息的收集和使用事项。如您拒绝第三方在提供服务时收集、使用或者传递上述信息，将可能会导致您无法在电子银行中使用第三方的相应服务，但这不影响您使用电子银行的其他功能。

（7）以下情形中，您可选择是否授权我行收集、使用您的个人信息：

1）摄像头，用于如识别二维码、人脸识别、OCR识别、设置头像、录像、e账户、ETC、客户经理沟通，在人脸识别登录/转账/支付/提升认证、扫一扫、头像设置、录像、e账户开通、ETC申请、客户经理沟通、快贷支用申请、医保电子凭证、个人信用报告、银联无界卡申请、电子社保卡、信用卡申请确认、个人养老金开户、个贷远程签约、公派留学生专用借记卡激活、民工恵、银联人脸支付、储蓄国债认购场景中使用。拒绝授权后，上述功能将无法使用。我行将获取的人脸数据，加密后存储于系统后台数据库中。

2）麦克风，用于如声纹识别、录音、语音导航、语音银行、语音播报、语音客服、客户经理沟通、智能班克服务用途，在声纹登录/转账/支付、语音导航、语音银行、龙财富语音播报、私人银行顾问服务语音播报、客户经理沟通、智能班克服务场景中使用。拒绝授权后，上述功能将无法使用。我行采集的声纹数据，加密后存储于系统后台数据库中。

3）手机通讯录，在转账、支付、收货地址管理过程中，用于协助您通过通讯录快速选取电话号码，无需您手动输入。拒绝授权后，向手机号转账、向朋友付款、汇款短信通知、龙卡贷吧开通功能仍可以使用，但需要手工输入手机号码。手机银行仅读取并记录指定电话号码，不读取您全量通讯录。

4）手机短信，在需要短信验证码的环节可能需要读取验证码短信内容协助您进行验证码填写。如您拒绝通讯信息（短信）授权，我行手机银行将不读取短信内容，系统后台不保存短信内容。

5）地理位置，获取您所在地理位置，用于提供网点导航、惠生活服务、城市服务、当地特色服务、电子银行交易风控、直销银行地址填写。系统后台保存您交易时的位置信息。拒绝授权后，手机银行相关功能无法使用。

6）读取已安装应用列表，扫描手机设备是否存在仿冒建行APP应用。拒绝授权后，APP健康检查功能无法使用。系统后台不保存客户已安装应用列表信息。

7）蓝牙，用于通过蓝牙将客户手机与第三方设备连接并交互。拒绝授权后，龙米手环、畅通卡充值功能无法使用。系统后台不保存客户手机蓝牙配置信息。

8）网络通讯，用于与服务端进行通讯。拒绝授权后，手机银行所有需要网络的功能无法使用。系统后台保存客户交易时所使用设备的网络信息，包括IP、端口、网络类型信息。

9）读取剪贴板，用于快速转账及口令识别。拒绝授权后，手机银行无法提供相关便捷服务。我行仅在本地访问剪贴板内容，不会收集、存储您的任何剪切板信息，且单独的剪贴板信息无法识别您的个人身份。

10）存储权限，用于数据缓存，以及用于上传照片设置您的头像、扫一扫选取本地图片、客户留言、分享截屏、直销银行上传身份证照片。拒绝授权后，从相册选择图片的功能无法正常使用。

11）日历，用于活动日历。拒绝授权后，将无法使用日历提醒功能。

12）拨打电话，用于网点服务。当您使用网点服务时会提供网点联系方式，点击唤起通话功能。拒绝授权后，将无法提供相关便捷服务。

13）身体运动信息，用于碳账本读取步行出行数据。拒绝授权后，碳账本将无法计算相关减碳排量。

上述功能可能需要您在您的设备中向我行开启您的相机（摄像头）、地理位置（位置信息）、麦克风、蓝牙、手机短信、网络通讯、手机通讯录的访问权限，以实现这些功能所涉及的信息的收集和使用。请您注意，您开启这些权限即代表您授权我行可以收集和使用这些信息来实现上述功能，如您取消了这些授权，则我行将不再继续收集和使用您的这些信息，也无法为您提供上述与这些授权所对应的功能。

如在上述情形之外收集或使用您的信息，我行会事先征求您的同意，并向您充分告知信息收集和使用的目的、方式、范围和保存期限，以及您行使权利的方式和程序等。   

（三）我行如何使用个人信息

1.在向您提供经您授权同意使用的我行金融产品或服务，我行也会使用这些信息来维护和改进前述业务功能。

2.在我行向您持续提供金融服务期间，您授权我行持续收集和使用您的信息。在您注销服务或关闭某项业务功能时，我行将停止收集您相应的个人信息。请您理解，为配合有权部门组织实施的统计、档案管理活动，依法开展各类审计活动以及履行监管协查义务，我行会在前述领域继续使用此前收集的您的相关个人信息，但我行会采取严格的保护措施。

3.为提升您的产品或服务体验，或为防范风险，我行会对服务使用情况进行汇总、统计分析、加工，但这些信息不会包含您的任何身份识别信息。

4.为了使您知悉使用我行金融产品或服务的情况或使您进一步了解我行服务，我行会向您发送服务状态通知以及相关产品或服务的商业性信息。

5.您授权同意的以及于法律、行政法规允许的其它用途。

（四）停止收集个人信息

停止提供相关金融产品或服务时，我行会立即停止对您的信息收集及数据分析应用活动，相关国家及行业主管部门另有规定的按照相关规定执行。

（五）征得授权同意的例外

根据相关法律法规、监管要求及国家标准，以下情形中，我行可能会收集、使用您的相关个人信息而无需另行征求您的授权同意：

1.与国家安全、国防安全直接相关的；

2.与公共安全、公共卫生、重大公共利益直接相关的；

3.与犯罪侦查、起诉、审判和判决执行等直接相关的；

4.出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；

5.所收集的个人信息是您自行向社会公众公开的，但您明确拒绝或我行收集、使用该信息侵害您重大利益的除外；

6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道，但您明确拒绝或我行收集、使用该信息侵害您重大利益的除外；

7.根据您要求签订和履行合同所必需的；

8．用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；

9.法律法规及监管要求规定的其他情形。

二、我行如何使用Cookie和同类技术

（一）Cookie

为确保网站正常运转，我行会在您的计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储您的偏好或购物篮内的商品等数据。我行不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。您可以清除计算机上保存的所有 Cookie，大部分网络浏览器都设有阻止Cookie 的功能。但如果您这么做，则需要在每一次访问我行的网站时更改用户设置。

（二）Do Not Track（请勿追踪）

很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果您的浏览器启用了 Do Not Track，那么我行的所有网站都会尊重您的选择。

三、我行如何共享、转让和公开披露您的个人信息

（一）共享和转让

1.除非获得您的单独同意或授权，我行不会向其他任何公司、组织和个人共享或转让您的个人信息。

2.如业务需要对外共享或转让您的个人信息，我行会向您告知共享或转让个人信息的目的、处理方式、个人信息种类、数据接收方的名称或者姓名以及联系方式，并征得您的单独同意。

3.请您理解，我行可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。

4.根据法律法规和商业惯例，在合并、收购、资产转让等类似交易中，如涉及到个人信息转让，我行会向您告知接收方的名称或者姓名和联系方式，并要求新的持有您个人信息的公司、组织继续受本个人信息保护政策的约束，否则我行将要求该公司、组织重新向您征求授权同意。

（二）公开披露

1.我行不会公开披露您的个人信息，如确需披露，我行会告知您披露个人信息的目的、类型，并事先征得您的单独同意。

2.请您理解，在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我行可能会公开披露您的个人信息。

（三）征得授权同意的例外　

根据相关法律法规及监管要求、国家标准，以下情形中，我行可能会共享、转让、公开披露用户信息无需事先征得您授权同意：

　　1.与国家安全、国防安全直接相关的；
　　2.与公共安全、公共卫生、重大公共利益直接相关的；
　　3.与犯罪侦查、起诉、审判和判决执行等直接相关的；
　　4.出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
　　5.您自行向社会公众公开的个人信息，但您明确拒绝或我行收集、使用该信息侵害您重大利益的除外；
　　6.从合法公开披露的信息中收集的用户信息，如合法的新闻报道、政府信息公开等渠道，但您明确拒绝或我行收集、使用该信息侵害您重大利益的除外。

四、我行如何存储和保护您的个人信息

（一）存储

1.我行在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。确需向境外提供的，我行将在具备法定条件的前提下，向您告知境外接收方的名称或者姓名、联系方式、处理目的、处理方式、个人信息的种类以及您向境外接收方行使权利的方式和程序等事项，并在获得您的单独同意后，您的个人信息可能会被转移到境外。此种情况下，我行会采取有效措施保护您的信息安全，例如，在跨境数据转移之前实施数据去标识化等安全措施，或通过协议、核查等措施要求境外机构为您的信息保密。

生物识别信息的存储：我行将个人生物识别信息与个人身份信息分开存储；我行不会采集您的指纹以及用于面容识别服务的脸部信息，您的指纹及该脸部信息仅保存在您授权采集指纹和脸部信息的设备上；在使用刷脸、声纹等实现识别身份、认证等功能后删除采集终端中的原始信息，仅在我行服务端存储个人生物识别信息。

2.我行仅在法律法规要求的期限内，以及为实现本政策声明的目的所必须的时限内保留您的个人信息。例如：

　　手机号码：当您需要使用手机银行服务时，我行需要一直保存您的手机号码，以保证您正常使用该服务，当您注销手机银行账户后，我行将删除相应的信息；

　　用户头像：当您设置了头像以后，我行会一直保存您的头像，用于登录页面展示使用。当您选择恢复默为认头像后，我行将删除您设置的头像信息。

生物识别信息：当您使用生物识别信息所对应的服务时，我行需要保存您的人脸、声纹信息，以保证您正常使用该服务，当您不再使用该服务后，我行将删除相应信息。

（二）保护

1.我行已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。我行会采取一切合理可行的措施，保护您的个人信息。例如：我行会使用加密技术确保数据的保密性；我行会使用受信赖的保护机制防止数据遭到恶意攻击；我行会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我行会举办安全和个人信息保护培训课程，加强员工对于保护个人信息重要性的认识。

2.如我行提供的全部或部分电子银行业务停止运营，我行相关产品或服务将通过公告等形式向您进行告知，同时停止相关产品或服务对您个人信息的收集等操作，保护您的个人信息安全。如因技术故障、网络攻击、自然灾害及事故、人为因素等各种原因造成全部或部分电子银行业务中断，我行将采取应急处置和恢复措施予以应对，尽快恢复服务。

3.我行已经取得以下认证：目前，我行已通过国家网络安全等级保护的测评和备案，在信息安全方面数据中心已达到ISO27001认证标准的要求，并获得相应的认证。

4.我行会采取一切合理可行的措施，确保未收集无关的个人信息。 

5.请您理解，由于技术水平局限以及可能存在的恶意攻击，有可能出现我行无法合理预见、防范、避免、控制的意外情况。互联网并非绝对安全的环境，请使用复杂密码，协助我行保证您的账号安全。

6.如发生个人信息安全事件，我行将按照法律法规的要求，及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，或采取合理、有效的方式发布公告。同时，我行还将依据监管规定，上报个人信息安全事件处置情况。

五、您控制个人信息的权利

按照中国相关的法律法规和监管规定，我行保障您对自己的个人信息行使以下权利：

（一）访问、更正及更新您的个人信息

您有权通过我行国际互联网网站、网上银行、手机银行、电话银行、微信银行渠道访问及更正、更新您的个人信息，法律法规另有规定的除外。您有责任及时更新您的个人信息。在您修改个人信息之前，我行会验证您的身份。

1.您登录手机银行后，可以在“我的信息”中，查询姓名、性别、证件类型、证件号码、签约手机号码、所属分行信息；在客户信息修改中，可以修改国家/地区、职业、通讯地址；在“安全中心”中查询、修改您的安全设置；在“账户”功能中管理绑定的银行卡、开通e账户、Ⅲ类户、其他账户服务；在“消息服务定制”中管理账户变动通知、金融行情通知、信用卡账单发送方式、积分活动通知、悦生活缴费提醒、优惠活动通知、龙财富消息通知；在“我的缴费”中查询及更新您开通签约代扣服务的签约账号；在“我的”-“安全中心”-“个性化推荐”功能中对是否接收我行为您个性化推送的相关内容进行管理；在“我的”-“安全中心”-“第三方服务授权管理”中对已授权获取个人信息的第三方服务进行管理。

快捷支付管理—快捷支付是建设银行针对第三方支付机构及部分优质商户推出的授权支付服务。持有建设银行活期储蓄或信用卡账户的个人客户，通过第三方授权开通快捷支付功能后，客户在第三方办理支付业务时不需再跳转到建设银行支付页面，客户通过第三方安全验证后，直接完成支付。快捷支付管理业务包括快捷支付授权账户的查询、中止授权、恢复授权、指定账户禁止开通快捷支付授权功能。

2.您登录网上银行后，可以在“设置”中，进行私密设置、支付设置、短信设置、安全设置、个人信息设置、消息服务定制；可以在“生活服务首页-便捷缴费-签约代扣”中查询及更新您的签约账号。

私密设置--通过采用防伪、设置私密等安全技术提供个性化的网银安全定制功能。主要功能包括防伪信息、账户功能设置、暂停网银、修改私密信息。

支付设置--包括快捷付和快捷支付管理。其中快捷付是建设银行针对部分优质商户推出的授权支付服务。持有建设银行活期储蓄或信用卡账户的个人客户，通过网银或账号短信验证方式向特定商户授权开通快捷付功能后，客户在该商户办理支付业务时不需再跳转到建设银行支付页面，客户通过商户端安全验证后，即可完成支付。快捷付业务主要包括委托授权、注销授权、修改授权、委托代扣业务；其中开通委托授权业务分别可以从网上银行系统或从商户系统发起委托授权业务。

短信设置--包括短信验证设置和短信提醒设置。短信验证设置为客户提供转账交易过程中交易确认提醒，进一步保证个人网上银行转出账户资金安全。

安全设置--为客户提供多种增强网上银行使用的安全服务，确保网上银行账户的安全。主要功能包括：修改密码、动态口令、开通便捷支付服务、免验证设置、国密盾激活、快捷转账设置。

个人信息设置--邮件服务接收网银发送的公告信息及提供客户给系统发送咨询、投诉、建议、表扬等信息的功能。为客户提供个性化的用户昵称设置功能，可以使用昵称登录建设银行网上银行。支持查询个人基本信息及设置头像、背景图片。

消息服务定制--可定制维护账户变动通知、金融行情通知、信用卡消息通知、积分活动信息提醒，通知消息通过手机银行、短信渠道接收。

3.您登录国际互联网网站会员后，可以在“我的.com”-“用户信息”中，查询、修改您的基本信息，主要包括头像、手机号码、登录密码、电子邮箱、昵称，此外可以添加绑定银行卡号/账号。

4.对于修改手机银行签约手机号信息，可以通过我行柜台、E动终端或自助设备办理。

（二）删除您的个人信息

在以下情形中，您可以向我行提出删除个人信息的请求：

1.如果我行处理个人信息的行为违反法律法规；

2.如果我行收集、使用您的个人信息，却未征得您的同意或您已撤回同意。

3.如果我行处理个人信息的行为违反了与您的约定；

4.如果您不再使用我行的产品或服务，或您注销了账号；

5.如果我行不再为您提供产品或服务或您的信息保存期限已届满。

6.如果我行处理个人信息的目的已实现、无法实现或为实现处理目的不再必要您的个人信息。

7.法律、行政法规规定的其他情形。

如我行决定响应您的删除请求，我行还将同时通知从我行获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。

当您从我行的服务中删除信息后，我行可能不会立即在备份系统中删除相应的信息，但会在备份更新时删除这些信息。

如法律、行政法规规定的保存期限未届满，或者删除您信息从技术上难以实现的，我行将停止除存储和采取必要的安全保护措施之外的处理。

（三）改变您授权同意的范围

每个业务功能需要一些基本的个人信息才能得以完成。对于为提升产品或服务体验而额外收集、使用的个人信息（如位置、手机通讯录等），您可以根据手机的不同品牌和型号，在手机系统设置中通过开通或关闭位置服务权限、读取联系人权限、拨打电话权限等，随时给予或撤回您的授权同意。

请您注意，您自主注销我行电子银行服务（网上银行服务、手机银行服务、短信金融服务、微信银行服务、直销银行服务等）的同时，将视同您撤回了对我行该电子银行服务《个人信息保护政策》的同意，例如您注销我行手机银行服务，视同您撤回了对我行手机银行《个人信息保护政策》的同意。当您撤回同意后，我行将不再处理相应的个人信息。但您撤回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。

如果您不想接受我行给您发送的商业广告短信，您随时可通过编辑“qxyx”发送至95533或106980095533取消。

（四）个人信息主体注销账户

如您为我行电子银行注册用户，您可以到网点通过我行柜面或E动终端或自助设备等渠道注销您的电子银行，也可选择通过以下方式自助注销。

1.如注销手机银行，您可下载我行手机银行客户端，启动客户端，点击“安全中心”-“注销手机银行”，输入手机号码、相关账号、账户密码和短信验证码，验证通过后即可注销手机银行。其中，他行账户开通手机银行客户需输入建行钱包账号和龙支付密码。

2.如注销网上银行，您可登录网上银行后，进入“我的账户”菜单中的“账户管理”，选择“注销网银服务”，删除网上银行所有账户并终止网银服务；或在个人网上银行登录界面选择“个人网上银行注销”，输入客户的姓名、证件号码、任一建行实名制账号、账户密码、账户预留手机号信息，校验成功后，即可进入销户页面，删除网上银行所有账户并终止网上银行服务。

3.如注销微信银行，您可以点击微信菜单或通过对话模式输入“解绑”向我行公众号发起解绑指令，即可取消银行账户与微信的绑定关系；或者在“中国建设银行”微信公众号详情页面点击“不再关注”按钮，即可取消“中国建设银行”微信公众号的关注，取消关注后系统自动解除客户所有绑定关系。

4.如注销短信金融服务，您可通过多种方式注销短信金融服务，包括上行短信、互联网网站、电话银行、网上银行、手机银行和银行网点。

上行短信—您使用本人手机编辑短信“QXZH#账户后四位”或“QXFW”发送到95533，可注销账户变动通知服务。

互联网站注销—您可登录建设银行门户网站www.ccb.com，点击页面中“电子银行-消息服务定制”进入短信金融服务开通页面，根据自身需要注销短信账户变动通知、理财资讯短信或缴费充值服务。

电话银行注销—您可以通过拨打95533，选择人工服务，身份验证通过后向客户服务代表说明注销短信账户变动通知服务的要求；同时，您也可以选择自助语音进行注销。

网上银行注销—您可在登录网银后，在“设置”的“消息服务定制”中进行账户变动通知服务的注销。其中，网上银行高级客户可在登录网银后，“我的账户”的“渠道互动签约与维护”中注销短信转账汇款与缴费充值服务。

手机银行注销—您可在登录手机银行后，通过“消息服务定制”菜单，注销账户变动通知服务。其中，手机银行高级客户可在登录手机银行后，通过“短信金融服务”菜单，注销缴费充值服务。

5.如注销国际互联网网站会员，您可登录建设银行门户网站www.ccb.com，点击页面中“我的.com”-“用户信息”中的基本信息-账户服务-注销网站会员。

 

如您非我行电子银行注册用户，您可以自主选择卸载或停止使用手机银行客户端，以阻止我行获取您的个人信息。您注销电子银行的行为是不可逆行为，一旦您注销您的电子银行，您的手机银行会同步注销，我行将不再通过手机银行客户端收集您的个人信息，并将删除有关您手机银行的一切信息，法律法规或监管机构对个人信息存储时间另有规定的除外。

　　请您注意，我行电子银行注册用户仅在手机设备中删除手机银行App时，我行不会注销您的手机银行，有关您手机银行的一切信息不会删除。您仍需注销您的电子银行方能达到以上目的。注销电子银行不会自动注销您的快捷付、快捷支付授权，您可以在支付管理或者第三方主动注销授权。

（五）个人信息主体获取个人信息副本

您有权获取您的个人信息副本，您可在访问您的个人信息时自行复制您的个人信息。在技术可行的前提下，如数据接口已匹配，我行还可按您的要求，将您的个人信息副本传输给您指定的第三方。

（六）约束信息系统自动决策

在某些业务功能中，我行可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我行做出解释，我行也将提供适当的救济方式。

（七）响应您的上述请求

为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我行可能会先要求您验证自己的身份，然后再处理您的请求。我行将在收到您反馈并验证您的身份后的15天内核查并处理您的请求。请您理解，对于某些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我行可能会予以拒绝。

尽管有上述约定，但按照法律法规要求，如涉及以下情形我行将可能无法响应您的请求：

1.家安全、国防安全相关的；

2.公共安全、公共卫生、重大公共利益相关的；

3.犯罪侦查、起诉、审判和判决执行等相关的；

4.充分证据表明您存在主观恶意或滥用权利的；

5的请求将导致您或其他个人、组织的合法权益受到严重损害的；

6.涉及我行商业秘密的。

六、我行如何处理未成年人信息

如果没有监护人的同意，未成年人不得创建自己的用户账户。如您为未成年人，请您的监护人仔细阅读本指引，并在征得您的监护人同意的前提下使用我行的服务或向我行提供信息。我行只会在法律法规及监管要求允许或者保护未成年人所必要的情况下使用、对外提供此信息。更多详情，敬请查阅《儿童个人信息保护规则》。

七、本政策如何更新

根据国家法律法规变化及服务运营需要，我行将对本政策及相关规则进行修改，修改后的内容会通过我行国际互联网网站、网上银行、微信客户端等渠道发布公告，手机银行APP推送通知或者弹窗等方式（我行将根据实际情况选择一种或多种方式）公布并再次征求您的授权同意。您应不时关注相关公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用相应服务，并注销相关的用户，我行将停止收集您的相关个人信息；如您继续使用服务，我行将执行更新内容。            

八、如何联系我行

如您对本个人信息保护政策有任何疑问、意见或建议，可以通过拨打我行95533客服热线、登录我行官方网站（WWW.CCB.COM)、关注“中国建设银行”微信公众号或到我行各营业网点咨询或反映。受理您的问题后，我行会及时、妥善处理。一般情况下，我行将在15个工作日内完成受理并处理。

我行全称：中国建设银行股份有限公司，注册地址：中国北京西城区金融大街25号，邮编100033。

如果您对我们的回复不满意，特别是如果您认为我们的个人信息处理行为损害了您的合法权益，您还可以向中国人民银行（金融消费权益保护热线电话12363）、国家金融监督管理总局（热线电话12378）、国家互联网信息办公室（热线电话12377）、工业与信息化部（热线电话12381）及市场监督管理局（热线电话12315）、公安（热线电话110）等监管部门进行投诉或举报，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决。

 

请您在点击“同意”之前仔细阅读本个人信息保护政策，确保对其内容特别是字体加黑内容的含义及相应法律后果已全部知晓并充分理解。您点击“同意”并确认提交即视为您接受本个人信息保护政策，我行将按照相关法律法规及本政策来合法使用和保护您的个人信息。`
  }
}
